content/post/20240226081512-hours.md
+++
title = "hours"
author = ["The primary user account"]
lastmod = 2024-10-19T23:16:59+02:00
draft = false
+++

## 2024 {#2024}


### jan {#jan}

| dag                        | Uge | start | slut  | timer     |
|----------------------------|-----|-------|-------|-----------|
| Mandag, Andreas har timer  | 2   |       |       | 00:00:00  |
| Tirsdag, Andreas har timer |     |       |       | 00:00:00  |
| Onsdag                     |     | 08:00 | 19:30 | 11:30:00  |
| Torsdag                    |     | 08:00 | 18:00 | 10:00:00  |
| Fredag                     |     | 08:00 | 18:00 | 10:00:00  |
| Mandag                     | 3   | 10:00 | 16:30 | 06:30:00  |
| Tirsdag                    |     | 10:30 | 22:00 | 11:30:00  |
| Onsdag                     |     | 10:00 | 16:30 | 06:30:00  |
| Torsdag                    |     | 10:00 | 24:30 | 14:30:00  |
| Fredag                     |     | 12:00 | 19:30 | 07:30:00  |
| Mandag                     | 4   | 08:30 | 17:00 | 08:30:00  |
| Tirsdag                    |     | 09:00 | 17:30 | 08:30:00  |
| Onsdag                     |     | 09:00 | 17:00 | 08:00:00  |
| Torsdag                    |     | 09:30 | 16:00 | 06:30:00  |
| Fredag                     |     | 08:30 | 14:30 | 06:00:00  |
|                            |     |       |       | 115:30:00 |


### feb {#feb}

| dag                                                    | Uge | start | slut  | timer    |
|--------------------------------------------------------|-----|-------|-------|----------|
| Mandag                                                 | 5   | 08:00 | 17:00 | 09:00:00 |
| Tirsdag, arb på Lisbjerg, Allan har timer              |     |       |       | 00:00:00 |
| Onsdag                                                 |     | 09:00 | 17:00 | 08:00:00 |
| Torsdag                                                |     | 09:00 | 16:30 | 07:30:00 |
| Fredag, tørring af sand, Affald allan, oprydning lager |     | 08:30 | 19:30 | 11:00:00 |
|                                                        |     |       |       | 35:30:00 |

udlæg, kvitteringer

| beskrivelse         | beløb   |
|---------------------|---------|
| krydsfiner, bil     | 419.95  |
| vinkelbeslag, bil   | 99      |
| ledninger t. lager  | 517.70  |
| afbryder, bil       | 46.95   |
| Cola, betaling led  | 41.70   |
| Olie t. generator   | 64.95   |
| Neglelak            | 161     |
| Stikfordeler, lager | 128     |
|                     | 1479.25 |

udlæg; online
